{
  "items": {
    "coins": "A golden coin with a leaf symbol in the center",
    "diamonds": "Shiny blue sparkling diamond",
    "boat": "A big container ship",
    "wanted_board": "Bulletin wanted board for item requests",
    "map": "Map for a land plot with one farm building, fence and gravel road",
    "tent": "Camping tent of the friendly daily travelling merchant, no text on the image, small fire on the side, bright tent colors and lighting",
    "craft_speed_boost_1h": "1 hour craft speed boost bottle",
    "craft_speed_boost_2h": "2 hour craft speed boost bottle",
    "friend_craft_boost": "Craft boost item received from a friend",
    "friend_crop_boost": "crop boost item received from a friend",
    "star": "Single shiny Golden star",
    "fish": "Fresh fish on a lure",
    "barn_upgrade": "A simple farm barn, classic cartoon",
    "animal_productivity": "chicken productivity symbol, classic cartoon",
    "field_efficiency": "Farm Fields efficiency upgrade symbol, classic cartoon",
    "order_board_boost": "Speed and XP upgrade symbol, classic cartoon",
    "sapling": "Sappling  with life in itself like a farm spirit",
    "crafting_speed": "Crafting item speed upgrade symbol, classic cartoon",
    "materials": "Icon for rare upgrade material storage",
    "help_points": "Friend Help points icon for leaderboard with big heart",
    "boat_points": "Boat points icon for leaderboard with big ship",
    "order_points": "order fulfilled points icon for leaderboard",
    "farm": "Cosy Farm icon for leaderboard points",
    "gift": "colorfoul wrapped gift box",
    "remove_friend_minus": "Icon to remove a friend",
    "help_friend_heart": "heart",
    "mystery_crate": "A mysterious closed crate",
    "stamina_potion": "Blue stamina potions that Restores stamina energy, no text, flexed biceps on white label",
    "boards": "Wooden boards from a carpenter",
    "plank": "Wooden plank from luxury wood",
    "cheese": "fresh yellow cheese slice with red wax outside",
    "woolly_hat": "Knitted blue wool hat",
    "gloves": "Warm knitted green gloves",
    "root_stew": "Hearty root vegetable stew in old ceg",
    "fish_stew": "Rich fish stew with visible fish parts",
    "corn_syrup": "Sweet light orange corn syrup glass bottle, not text, like hay day",
    "chicken_feed": "Brown burlap feed sack with yellow grain spilling from top, white circular emblem on front with cute cartoon chicken face, warm orange-brown tones, chunky cartoon style, no text",
    "cow_feed": "Green burlap feed sack with brown pellets visible at top, white circular emblem on front with friendly cartoon cow face with spots, earthy green-brown tones, chunky cartoon style, no text",
    "pig_feed": "Pink-tinted burlap feed sack with mixed corn and grain at top, white circular emblem on front with happy cartoon pig face, soft pink and tan tones, chunky cartoon style, no text",
    "sheep_feed": "Cream-white burlap feed sack with green hay pellets at top, white circular emblem on front with fluffy cartoon sheep face, white and soft green tones, chunky cartoon style, no text",
    "goat_feed": "Tan burlap feed sack with brown mixed feed at top, white circular emblem on front with playful cartoon goat face with small horns, warm tan and brown tones, chunky cartoon style, no text",
    "bee_feed": "Small golden jar or pot with amber sugar syrup, circular white emblem on front with cute cartoon bee face, bright yellow and amber tones, chunky cartoon style, no text",
    "silkworm_feed": "Light green cloth bundle with fresh mulberry leaves visible, white circular emblem on front with cute cartoon silkworm face, fresh green and white tones, chunky cartoon style, no text",
    "milk": "Glass bottle filled with white milk, classic cartoon dairy, cow head in a circle",
    "goat_milk": "Glass bottle of cream-colored goat milk with golden ribbon and lid, cartoon dairy, goat head in a circle, no text",
    "wood": "a small tree with strong wood",
    "feed_mill": "Wooden hay day like feed mill",
    "jam_house": "Hay day like jam maker",
    "sugar_house": "Hay day like sugar mill",
    "bakery": "hay day like bakery oven",
    "furnace": "hay day like smelter oven",
    "kitchen": "hay day like soup kitchen building with stove",
    "dairy": "hay day like dairy building with blue roof",
    "smoker": "hay day like bbq grill",
    "butter": "Block of bright yellow butter with wrapper, shiny cartoon dairy, no text but cow head",
    "goat_butter": "Block of pale white goat butter, creamy cartoon dairy, goat head on the side as label, no text",
    "premium_charcuterie": "premium stone board with premium pork, cheese slice and honey",
    "charcuterie_board": "Wooden board with colorful meats, bread and honey",
    "onion_soup": "Brown crock of onion soup and piece of onion on top, cartoon food",
    "rice_flour": "Pile of fine pale rice flour, simple cartoon style, no text, bigger single rice corn in the center",
    "oat_flour": "Tan cloth sack of beige oat flour, cartoon bag, no text, oat symbol in a white circle on the bag",
    "chicken_coop": "Red wooden chicken coop with cute white chickens, cheerful cartoon henhouse with fence around",
    "sheep_farm": "Green pasture with fluffy white sheep, peaceful cartoon sheep pen, fence around",
    "mixed_berry_jam": "Glass jar of deep purple mixed berry jam, cartoon preserves, black berry on label, no text",
    "grape_jelly": "Glass jar of bright purple grape jelly, shiny cartoon preserves, grape on label, no text",
    "scented_candle": "Purple candle in jar with small flame, cozy cartoon item, no text",
    "resin_sealant": "Bottle of clear amber resin sealant, cartoon craft supply, resin drop on label, no text",
    "chili_jelly": "Glass jar of spicy red chili jelly with pepper bits, cartoon preserves, chili on label, no text",
    "lavender_soap": "Purple bar of lavender soap with flower sprig, cartoon bath item, lavender on label, no text",
    "cranberry_sauce": "Glass jar of dark red cranberry sauce, cartoon condiment, cranberry on label, no text",
    "goat_yogurt": "Cup of creamy white goat yogurt with swirl top, cartoon dairy, goat head on label, no text",
    "yogurt": "Cup of white creamy yogurt with spoon, cartoon dairy snack, cow head on label, no text",
    "sunflower_seed_butter": "Jar of golden-brown sunflower butter, cartoon spread, sunflower on a white label, no text",
    "fish_pie": "Golden-topped fish pie with fork marks, cartoon comfort food, fish head on top of the pie",
    "merchant_crate": "fance wooden crate with merchant emblem, cartoon trading box",
    "premium_slot_voucher": "Golden ticket with star emblem, fancy cartoon voucher, text only \"Voucher\" in clear letters",
    "sparkles": "Cluster of yellowish magic sparkles and stars",
    "friends": "Two cheerful cartoon farmer shaking hands, friendship symbol",
    "inbox": "Mail envelope, cartoon message icon",
    "tab_adventure": "Compass and folded parchment treasure map with a dotted exploration path, cozy farming game UI tab icon.",
    "tab_events": "Festive calendar made of thick paper with day number and soft fabric celebration banner, cozy farming game UI tab icon.",
    "event_relaxed_weekend": "yellow sun with peaceful rays and gentle sparkles, cartoon event icon for weekend bonus",
    "boost_xp_2h": "Very big blue glowing potion bottle with double stars and intense XP sparkles, cartoon premium experience boost",
    "boost_yield_2h": "Very tall and large Green glowing potion bottle with leaf and plus symbol, cartoon harvest yield boost",
    "boost_coin_2h": "Very large Golden glowing potion bottle with coin emblem and sparkles, cartoon money boost",
    "boost_craft_speed_2h": "very large Orange glowing potion bottle with lightning bolt and gear, cartoon crafting speed boost",
    "tab_coop": "cozy, stylized mobile game icon representing a community barn for a farming game.\n\nSubject: A small wooden barn as a shared community space with a coop sign above the entrance, warm and welcoming, cartoon game UI tab icon for multiplayer",
    "toolbox": "Farm toolbox with tools peeking out, friendly cartoon hub icon for feature menu",
    "farmboy_neutral": "Young friendly farmboy character for a cozy mobile farming game, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_pointing": "Young friendly farmboy character for a cozy mobile farming game pointing forward with one arm, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_thinking": "  Young friendly farmboy character for a cozy mobile farming game, thoughtful expression, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_explaining": "  Young friendly farmboy character for a cozy mobile farming game, engaged expression,  both hands gesturing outward while teaching, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_celebrating": "  Young friendly farmboy character for a cozy mobile farming game, joyful excited expression,  both hands in the air, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_thumbsup": "Young friendly farmboy character for a cozy mobile farming game, giving thumbs up approval gesture, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_waving": "  Young friendly farmboy character for a cozy mobile farming game, waving hello with one hand raised, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions.",
    "farmboy_surprised": "  Young friendly farmboy character for a cozy mobile farming game, surprised eyes, open mouth expression expression, stylized realism with clean shapes and soft detail.\n\nChild-like proportions (slightly larger head, shorter limbs), approachable and warm.\nTousled brown hair, warm brown eyes, subtle freckles, gentle smile.\nWearing simple light-colored linen shirt and blue overalls with minimal folds and seams.\nStanding relaxed, hands at sides, neutral pose.\nReduce specular highlights and plastic shine, use matte surfaces and flatter shading with softer transitions."
  },
  "npcs": {}
}